{
    "projects": [
      {
        "id": 1,
        "title": "Discovery <br/> Land Co",
        "tag": "Website <br/> Design",
        "url": "discoveryland-co",
        "mainImage": "https://images.unsplash.com/photo-1677775846092-03bd6b5ad320?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80",
        "client":"Discovery Land Company",
        "role":"Strategy <br/> art direction <br/> design",
        "credits":"Jesper Landberg <br/> Sean Hobman <br/> Hannah Munday",
        "text":"Discovery Land Company specializes in building luxury private club communities throughout the world. We were commissioned to create an immersive, emotive and highly engaging user experience that showcases its international portfolio and drives real-estate sales. The site also had to be highly scalable acting as a portal to all 23 properties and future sites. Along with creating an entirely new design system for the corporate brand and all future sites we also implemented and deployed a new technology framework. Working with Discovery and chosen partners this new framework allowed for a more agile and scalable workflow while improving overall performance. In order to resonate with the target audience, we focused the creative and content on memorable moments in an immersive user experience. To do this, we came up with the theme of “Discover your world,” which ran through the entire creative process."
      },
      {
        "id": 2,
        "title": "BEAR <br> GRYLLS",
        "tag": "Website <br/> Design",
        "url": "bear-gryllz",
        "mainImage": "https://cdn.sanity.io/images/649acgfm/production/f6305f173c05d855f8f16bbbb8b2f68c936b3b9e-2880x1830.jpg?auto=format&w=1920",
        "client":"Bear Grylls <br> VENTURES",
        "role":"STRATEGY <br> ART DIRECTION <br> DESIGN",
        "credits":"ARISTIDE BENOIST",
        "text":"We were asked to translate the brand values of inspire, educate and equip into the brands new digital strategy - bringing all the business operations under one roof. This would help the business have greater scope for growth, building further trust and confidence in the brand. To live up to the new vision and truly embody ‘adventure ’ we needed to take the visitor on a unique experience: literally an outdoor adventure brought to life online. We set out to emotionalise the experience of the individual through the theatre of outdoor adventure with Bear acting as the guide to the consumer’s journey. From the overall site design, interactions, transitions and content the overall theme was to position the Bear Grylls brand as the enabler to people's own adventures. To support this even further we launched an extensive social and content marketing campaign called 'The Adventurers'. Here we invited people to celebrate their achievements with the Bear Grylls brand by posting user generated content to the social wall within the website, building a community of like-minded individuals. The campaign's purpose would be to drive traffic, incentivising visitor sign up and creating an authentic buzz of brand advocacy."
      },
      {
        "id": 3,
        "title": "FIT FOR <br> DUTY",
        "tag": "Website <br/> Design",
        "url": "fit-for-duty",
        "mainImage": "https://cdn.sanity.io/images/649acgfm/production/e86597fe8205026f2bbbf69070d43fc1299d2096-2880x1836.jpg?auto=format&w=1920",
        "client":"BALLYCLARE <br> INTERNATIONAL",
        "role":"STRATEGY <br> ART DIRECTION <br> DESIGN",
        "credits":"NICK MANCHANT",
        "text":"To promote the launch of a new state-of-the-art firefighter suit and create high engagement in the firefighter community we proposed a video marketing and social media campaign. The creative idea was to team up with CrossFit Games World champion – and ex firefighter – Sam Briggs to front the campaign. Sam devised a workout featuring many of the movements she used when battling fires including ‘Muscle-Ups’, ‘Farmer’s Carries’ and ‘Rope Climbs’ to demonstrate the products capabilities. The video was distributed across the social channels including Sam’s own Instagram feed resulting in over 150K views along with the product recognition in the market and firefighters themselves."
      },
      {
        "id": 4,
        "title": "Verity <br> Studios",
        "tag": "Website <br/> Design",
        "url": "verity-studios",
        "mainImage": "https://cdn.sanity.io/images/649acgfm/production/5dc7c72073d4698d638d33cd4da973237cbaa829-2880x1836.jpg?auto=format&w=1920",
        "client":"VERITY STUDIOS",
        "role":"STRATEGY <br>ART DIRECTION<br> DESIGN",
        "credits":"MICHAEL VESTERGAARD",
        "text":"Verity Studios' indoor drone shows bring the spectacular to live events and exciting new experiences to audiences – combining cutting edge technology with creative imagination. To live up to the vision we had to make sure the user experience was as immersive, rich and as dynamic as possible. Very early in the design process we knew we had to show the drones in action to help people fully appreciate the technology and spectacle – which meant we had to incorporate a lot of video. For our overall design language, we took visual inspiration from the drone displays and the atmosphere of the events employing particle systems emulating the drone choreographies. To meet the commercial needs of a fast growing business we adopted to use a headless CMS which would be agile enough to meet the rapid growth of the business."
      },
      {
        "id": 5,
        "title": "Simply <br> Warmer",
        "tag": "Website <br/> Design",
        "url": "simply-warmer",
        "mainImage": "https://cdn.sanity.io/images/649acgfm/production/a3a610b7633051457a5bccf8165ec84b21d1cf70-2880x1830.jpg?auto=format&w=1920",
        "client":"WARMER <br>ENERGY <br>SERVICES",
        "role":"Strategy <br/> art direction <br/> design",
        "credits":"MILKY TEA <br>DAVID BILLCLIFFE <br>MARK MCGRATH",
        "text":"The only time anyone really thinks about their boiler is when it’s playing up. Our campaign pitch to Simply Warmer was to ‘Ditch your bad boiler’ which would introduce Alvin, Dexter and Gilbert to the public. To cut through the market noise and differentiate them from the fierce competition we engaged with people using warmth and humour. Everyone would recognise the character traits of those bad boilers; grumbly, temperamental, unreliable, a nuisance. And everyone will appreciate how Alvin’s super-efficiency will benefit their family. We were responsible for all aspects of the campaign from planning, strategy, creative and roll-out. The campaign consisted of two adverts that were broadcast on national TV along with an integrated digital campaign and new website supporting it."
      }
    ]
  }
