{
    "projects": [
      {
        "id": 1,
        "title": "Discovery <br/> Land Co",
        "tag": "Website <br/> Design",
        "url": "discoveryland-co",
        "mainImage": "https://ap-nuxt2023.netlify.app/_nuxt/img/6da0724185ada78281d89cf5496fa105fb5c4e75-2244x1632.ec40f2b.webp",
        "client":"Discovery Land Company",
        "role":"Strategy <br/> art direction <br/> design",
        "credits":"Jesper Landberg <br/> Sean Hobman <br/> Hannah Munday",
        "text":"Discovery Land Company specializes in building luxury private club communities throughout the world. We were commissioned to create an immersive, emotive and highly engaging user experience that showcases its international portfolio and drives real-estate sales. The site also had to be highly scalable acting as a portal to all 23 properties and future sites. Along with creating an entirely new design system for the corporate brand and all future sites we also implemented and deployed a new technology framework. Working with Discovery and chosen partners this new framework allowed for a more agile and scalable workflow while improving overall performance. In order to resonate with the target audience, we focused the creative and content on memorable moments in an immersive user experience. To do this, we came up with the theme of “Discover your world,” which ran through the entire creative process."
      },
      {
        "id": 2,
        "title": "BEAR <br> GRYLLS",
        "tag": "Website <br/> Design",
        "url": "bear-gryllz",
        "mainImage": "https://cdn.sanity.io/images/649acgfm/production/f6305f173c05d855f8f16bbbb8b2f68c936b3b9e-2880x1830.jpg?auto=format&w=1920",
        "client":"Bear Grylls <br> VENTURES",
        "role":"STRATEGY <br> ART DIRECTION <br> DESIGN",
        "credits":"ARISTIDE BENOIST",
        "text":"We were asked to translate the brand values of inspire, educate and equip into the brands new digital strategy - bringing all the business operations under one roof. This would help the business have greater scope for growth, building further trust and confidence in the brand. To live up to the new vision and truly embody ‘adventure ’ we needed to take the visitor on a unique experience: literally an outdoor adventure brought to life online. We set out to emotionalise the experience of the individual through the theatre of outdoor adventure with Bear acting as the guide to the consumer’s journey. From the overall site design, interactions, transitions and content the overall theme was to position the Bear Grylls brand as the enabler to people's own adventures. To support this even further we launched an extensive social and content marketing campaign called 'The Adventurers'. Here we invited people to celebrate their achievements with the Bear Grylls brand by posting user generated content to the social wall within the website, building a community of like-minded individuals. The campaign's purpose would be to drive traffic, incentivising visitor sign up and creating an authentic buzz of brand advocacy."
      },
      {
        "id": 2,
        "title": "hello",
        "tag": "",
        "url": "",
        "mainImage": "",
        "client":"",
        "role":"",
        "credits":"",
        "text":""
      },
      {
        "id": 2,
        "title": "hello",
        "tag": "",
        "url": "",
        "mainImage": "",
        "client":"",
        "role":"",
        "credits":"",
        "text":""
      },
      {
        "id": 2,
        "title": "hello",
        "tag": "",
        "url": "",
        "mainImage": "",
        "client":"",
        "role":"",
        "credits":"",
        "text":""
      }
    ]
  }
